{

    "League Of Legends": {
      "maxplayers": 5,
      "minplayers": 5,
      "minage": 13,
      "description": "Recently recognized as the most played video game in the world—100 million play every month—League of Legends® is a multiplayer online battle arena game (MOBA).",
      "website": "https://na.leagueoflegends.com/en/"
    },
    "Fortnite": {
        "maxplayers": 4,
        "minplayers": 1,
        "minage": 12,
        "description":"Fortnite Battle Royale is the FREE 100-player PvP mode in Fortnite. One giant map. A battle bus. Fortnite building skills and destructible environments combined",
        "website": "https://www.epicgames.com/fortnite/en-US/buy-now/battle-royale"
    },
    "PLAYERUNKNOWN'S BATTLEGROUNDS": {
        "maxplayers": 4,
        "minplayers": 1,
        "minage": 18,
        "description": "PLAYERUNKNOWN'S BATTLEGROUNDS is a battle royale shooter that pits 100 players against each other in a struggle for survival. Gather supplies and outwit your opponents to become the last person standing.",
        "website": "https://www.pubg.com/"
    },
    "Grand Theft Auto V": {
        "maxplayers": 4,
        "minplayers": 1,
        "minage": 18,
        "description": "Los Santos is a city of bright lights, long nights and dirty secrets, and they don’t come brighter, longer or dirtier than in GTA Online: After Hours. The party starts now.",
        "website": "https://www.rockstargames.com/V/"
    },
    "Minecraft": {
        "maxplayers": 100,
        "minplayers": 1,
        "minage": 7,
        "description": "IT’S A GAME ABOUT PLACING BLOCKS AND GOING ON ADVENTURES",
        "website": "https://minecraft.net/en-us/?ref=m"
    },
    "Rocket League": {
        "maxplayers": 4,
        "minplayers": 1,
        "minage": 15,
        "description": "Soccer meets driving once again in the long-awaited, physics-based multiplayer-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! Choose a variety of high-flying vehicles equipped with huge rocket boosters to score amazing aerial goals and pull-off incredible game-changing saves!",        
        "website": "https://store.steampowered.com/app/252950/Rocket_League/"
    },
    "Dota 2": {
        "maxplayers": 5,
        "minplayers": 5,
        "minage": 16,
        "description": "Every day, millions of players worldwide enter battle as one of over a hundred Dota heroes. And no matter if it's their 10th hour of play or 1,000th, there's always something new to discover. With regular updates that ensure a constant evolution of gameplay, features, and heroes, Dota 2 has taken on a life of its own.",
        "website": "https://store.steampowered.com/app/570/Dota_2/"
    },
    "Far Cry 5": {
        "maxplayers": 2,
        "minplayers": 1,
        "minage": 17,
        "description": "Welcome to Hope County, Montana, home to a fanatical doomsday cult known as Eden’s Gate. Stand up to cult leader Joseph Seed & his siblings, the Heralds, to spark the fires of resistance & liberate the besieged community.",
        "website": "https://store.steampowered.com/app/552520/Far_Cry_5/"
    },
    "Hearthstone: Heroes Of Warcraft": {
        "maxplayers": 2,
        "minplayers": 1,
        "minage": 7,
        "description": "Get your deck ready. Play Hearthstone, Blizzard's fast-paced strategy card game! Witchwood. Brands: Overwatch, WoW, Warcraft, Starcraft, Heroes of the Storm.",
        "website" : "https://playhearthstone.com/en-gb/"
    },
    "Team Fortress 2": {
        "maxplayers": 9,
        "minplayers": 4,
        "minage": 15,
        "description":  "Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!",
        "website": "https://store.steampowered.com/app/440/Team_Fortress_2/"
    },
    "FIFA 19": {
        "maxplayers": 4,
        "minplayers": 1,
        "minage": 13,
        "description":"Experience the World’s Biggest Club Competition, the UEFA Champions League. From Tactical Approach to Each Technical Touch, Control the Pitch in Every Moment.",
        "website": "https://www.easports.com/fifa"

    },
    "Overwatch": {
        "maxplayers": 6,
        "minplayers": 4,
        "minage": 12,
        "description": "Overwatch is a team-based multiplayer first-person shooter video game developed and published by Blizzard Entertainment",
        "website":"https://playoverwatch.com/en-gb/"
    },
    "Tom Clancy’s Rainbow Six Siege": {
        "maxplayers": 5,
        "minplayers": 1,
        "minage": 18,
        "description": "Tom Clancy's Rainbow Six Siege is the latest installment of the acclaimed first-person shooter franchise developed by the renowned Ubisoft Montreal studio.",
        "website": "https://store.steampowered.com/app/359550/Tom_Clancys_Rainbow_Six_Siege/"
    }   
}